#include <stdio.h>

int main()
{
	printf("\t오션스터디카페 삼전역점\n\n");
	printf("%s %s\n","[매장명]:","오션스터디카페 삼전역점\n");
	printf("%s %s %s %s", "[사업자번호]:","6312201085", "[대표자]:","최재원\n"); 
	printf("%s %s \n", "[발행일]:", "2021-10-29 13:14:00\n");
	printf("%s %s \n","[주소]", "056-06서울 송파구 삼전로 74(삼전동,천복\n빌딩)3층\n");
	printf("===============================================\n");
	printf("%s %5s %s\n", "성명",":","최재원\n");
	printf("%s %1s %s\n", "좌석 이름", ":","26번\n");
	printf("%s %1s %s\n", "구입 상품", ":","2 시간\n");
	printf("%s %1s %s\n", "시작 시간",":","2021-10-29 13:14:00\n");
	printf("%s %1s %s\n", "종료 시간", ":","2020-10-29 15:14:00\n");
	printf("===============================================\n");
	printf("%s %1s %s\n", "카드 번호", ":","37988*********\n");
	printf("%s %4s %s \t%13s %s\n", "카드사", ":", "신한카드","승인번호","10799377\n");
	printf("%s %1s %s","결제 금액",":","3.000 원\n");
	return 0; 
}
